[
    {
        "qa": [
            {
                "number": 1,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Let's begin SBS... NOT! PN: Sun",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "So it's not beginning?",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [],
                    "emotions": [
                        "silly"
                    ],
                    "topics": [],
                    "importance": "normal",
                    "isCharacterInsertion": false
                },
                "summary": "Oda playfully teases the start of the Q&A, only to be interrupted by a fan who signs off as 'Sun'."
            },
            {
                "number": 2,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Oda-sensei! EMPORIO \"WOMAN\" HORMONE! Now - begin SBS~! PN: One of the Newkama",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "I WILL START~~ <3 SBS~~<3 UFu~~<3",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [],
                    "importance": "normal",
                    "isCharacterInsertion": false
                },
                "summary": "Oda starts the Q&A session with enthusiasm after a fan mentions the Emporio 'Woman' Hormone."
            },
            {
                "number": 3,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Which squad of the Whitebeard Pirates is this guy commander of? PN: Tarou\n\n(drawing of unknown character saying \"which squad's commander was I again?\")",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "This guy isn't in any of Whitebeard's squads, and of course he's not the commander of one? Tarou-kun. He's not in the Whitebeard Pirates at all? Tarou-kun.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "tarou"
                    ],
                    "places": [],
                    "emotions": [
                        "neutral"
                    ],
                    "topics": [
                        "whitebeard_pirates",
                        "squad_commander"
                    ],
                    "importance": "hight",
                    "isCharacterInsertion": false
                },
                "summary": "Tarou-kun is not a member of the Whitebeard Pirates nor a commander of any squad."
            },
            {
                "number": 4,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Does the miracle worker of the okama world, Emporio Ivankov-san, have <u>real eyelashes</u>? Or <u>fake eyelashes</u>? He can even do Death Wink, so is he using triple mascara? (by the way, even if I use double mascara on fake eyelashes, I still don't have enough power in my eyes ^^;) PN: I love Odacchi ?",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "It's real eyelashes. I've gotten a lot of letters asking if Death Wink is a kind of haki, but it's a ''blast'' that is created by ''winking''.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "emporio_ivankov"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "okama_world",
                        "emporio_ivankov",
                        "death_wink"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Ivankov has real eyelashes and the Death Wink is created by winking, not a form of haki."
            },
            {
                "number": 5,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Odacchi, help~! All of us who are going to take entrance exams but can't concentrate on studying - please tell us off! Seriously. A word to all of us taking entrance exams. Even though this isn't a question. Pen Name: Pote-chin",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Read manga! Watch the movie (Strong World)! And study for all you're worth! You can have the cake and eat it, too!",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [],
                    "emotions": [
                        "encouraging",
                        "cheerful"
                    ],
                    "topics": [
                        "studying",
                        "manga",
                        "movies"
                    ],
                    "importance": "hight",
                    "isCharacterInsertion": false
                },
                "summary": "Oda encourages readers to read manga, watch Strong World movie, and study for entrance exams, assuring they can have both fun and success."
            }
        ],
        "page": "26",
        "chapter_number": "542",
        "page_header": "SBS Vol 56 Chap 542 header.png"
    },
    {
        "qa": [
            {
                "number": 6,
                "dialog": [
                    {
                        "type": "question",
                        "text": "I want to go to Disneyland! `_´ Pen Name: Odacchi please take me there~ ?",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Alright! Let's go for the rides! Blue Mountain! (-That was coffee)",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [
                        "Disneyland"
                    ],
                    "emotions": [
                        "happy"
                    ],
                    "topics": [
                        "fun"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "A reader, Odacchi, asks Oda to take them to Disneyland, to which Oda suggests going on the Blue Mountain ride (which is a type of coffee)."
            },
            {
                "number": 7,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Hello, Oda-sensei! Speaking of nothing, I discovered something, not about Inudesu* or Umadesu* , but about Sarudesu! If you look closely at Sarudesu's spear in the scene where he first appears in volume 54, there's something that looks like black holes or something at regular intervals, right? \n''*It's a pun with Saldeath's name, which sounds like \"Saru Desu\" (I'm a monkey), as \"Inu desu\" means \"I'm a dog\", and \"Uma desu\" means \"I'm a horse\". ''\n\nKeep reading from there, and in the panel under the panel that explains Mr 2's ability, there's a scene where Sarudesu is holding his spear, but somehow it seems he's holding it to his mouth! In other words, is Sarudesu's spear a flute, and does he use its sound to control the blugoris? Pen Name: Morning Musume at full cuteness",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "That's right. Well done noticing. If I write the battle scenes too detailed, the story will come to a stop, and that's no fun, so stuff like that easily gets showed away to the corners of the panels in this series. But that's right, Sarudesu's spear becomes a flute that controls the blugoris!",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "sarudesu"
                    ],
                    "places": [],
                    "topics": [
                        "sardeus_spear",
                        "blugoris_control",
                        "panel_details"
                    ],
                    "emotions": [
                        "informative"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Sarudesu's spear in One Piece is actually a flute that controls the blugoris, and Oda acknowledges the detailed observation by the reader."
            },
            {
                "number": 8,
                "dialog": [
                    {
                        "type": "question",
                        "text": "I have a question for Odacchi. Why do the residents of Newkama Land wear net stockings? And, do you like net stockings? Please tell me. Pen Name: Mosako",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Well, it doesn't matter if I like them or not, but I'm the kind of person who wear nothing but net stockings and fur coats while drawing comics. As for why the people in Kama Land wears net stockings, it's because they're there. It's just like how mountain climbers climbs mountains just because they're there.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [
                        "Newkama_Land"
                    ],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "clothing",
                        "Newkama_Land"
                    ],
                    "importance": "normal",
                    "isCharacterInsertion": false
                },
                "summary": "Residents of Newkama Land wear net stockings because they're there, and Oda jokes about wearing net stockings and fur coats while drawing comics."
            }
        ],
        "page": "46",
        "chapter_number": "543",
        "page_header": "SBS Vol 56 Chap 543 header.png"
    },
    {
        "qa": [
            {
                "number": 9,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Does Nyon-baa also have a butt-butt chin? Pen Name: Gon-chan",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "You're right - that's true! She's got a butt-butt chin just like Franky! I wonder if she can shoot a Coup du Vent?",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "nyon_baa",
                        "franky"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "physical_appearance",
                        "abilities"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Nyon-baa also has a butt-butt chin like Franky, and Oda wonders if she can shoot a Coup du Vent."
            },
            {
                "number": 10,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Oda-sensei. On the cover of volume 54, you say that people can basically live to be 140, but is Kureha alright? Pen Name: O-baka-san",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Ah, right. Now that you mention it, she's 139, isn't she? Well, if we say that the limit for a normal person is 140 years, she's still superhuman, in the sense that she goes ''beyond'' other people. So she'll be fine. Also, old people who will die in a year do not walk around in the snow with bare midriffs.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "kureha"
                    ],
                    "places": [],
                    "emotions": [
                        "comical"
                    ],
                    "topics": [
                        "longevity",
                        "aging"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Oda explains that despite Kureha being 139, she's still considered superhuman, as she goes beyond the limits of normal people in the story."
            },
            {
                "number": 11,
                "dialog": [
                    {
                        "type": "question",
                        "text": "I just realized this, but even though you always listen to all sorts of wishes from your readers, you never publicly ask for a new character design, or ask us to think up a new Devil Fruit that will appear in the series? If I could make one... Hmm... A \"Diarrhea Fruit\" (gerigeri no mi) or a \"Stomach Growl Fruit\" (buriburi no mi)? A Stomach Growl Fruit eater whose stomach works perfectly, wouldn't that be cool? Pen Name: Scorpius girl",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Not cool at all! That's just a normal healthy person!! ...right, I don't ask for suggestions. And I won't. I don't need them. This might sound a bit cold, but I don't want other people's ideas... The editors and people at Jump sometimes change, but every time there is a new one, the first thing I tell them is to not give me suggestions. I want to have the confidence to say that I thought up all the people and the entire story by myself! If I rely on people once, I might keep doing it, and if it's a failure, I'll blame it on them. But if I succeed, it's because of my own ability, and if I fail, it's my own fault. I like that. Although I might want ideas on things that has nothing to do with the main story... Like the covers with Straw Hats and animals. I'd love to get ideas for those. If you write \"I'd like to see this animal and this person do something\" on a scrap of paper for me, I'd love to draw that!",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [],
                    "places": [],
                    "emotions": [
                        "defensive",
                        "confident"
                    ],
                    "topics": [
                        "character_design",
                        "devil_fruit",
                        "creative_process"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Oda doesn't ask for character or fruit design suggestions, preferring to come up with everything himself to take full responsibility for his work, but he's open to ideas for cover art."
            }
        ],
        "page": "66",
        "chapter_number": "544",
        "page_header": "SBS Vol 56 Chap 544 header.png"
    },
    {
        "qa": [
            {
                "number": 12,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Nice to meet you. I was thinking while looking at Iva-chan that I'd like to see genderswapped versions of the Straw Hats. You don't think you could draw them for me? Please do it . Pen Name: TOMO. M\n[[File:Straw Hats' Genders Swapped.png|thumb|The Straw Hats genderswapped.]]",
                        "matches": [
                            [
                                199,
                                275,
                                "File:Straw Hats' Genders Swapped.png|thumb|The Straw Hats genderswapped."
                            ]
                        ]
                    },
                    {
                        "type": "answer",
                        "text": "Sure. They become different.\n\nLuffy: ''I'll eat salad and become the Pirate Queen!''\n\nZoro: ''Three swords? I can't, that'd break my teeth.''\n\nNami: ''I'm asking ya - who's the navigator on this ship?''\n\nUsopp: ''I think I'll die if I go to that island.''\n\nSanji: ''I only do sweets.''\n\nChopper: ''Mr. Doctooor! Oh, that's me!''\n\nRobin: ''That was cruel yo.''\n\nFranky: ''Am I super this week?''\n\nBrook: ''?''\n\n[note: Except for Luffy (partly), Zoro and Sanji, they all say their own catchphrases, but modified to be extremely feminine/masculine.]",
                        "matches": []
                    }
                ],
                "files": [
                    {
                        "file": "Straw Hats' Genders Swapped.png",
                        "size": null,
                        "start": 199,
                        "end": 275
                    }
                ],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "monkey_d_luffy",
                        "roronoa_zoro",
                        "nami",
                        "usopp",
                        "sanji",
                        "tony_tony_chopper",
                        "nico_robin",
                        "franky",
                        "brook"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "gender_swap",
                        "straw_hat_pirates",
                        "catchphrases"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": true
                },
                "summary": "Oda humorously answers a request for genderswapped Straw Hats, with each character expressing exaggerated gender-specific stereotypes or catchphrases."
            }
        ],
        "page": "86",
        "chapter_number": "545",
        "page_header": "SBS Vol 56 Chap 545 header.png"
    },
    {
        "qa": [
            {
                "number": 13,
                "dialog": [
                    {
                        "type": "question",
                        "text": "The thing that got to me this time was when, in in the 4th panel on page 5 of chapter 526, Luffy emerges after getting into Impel Down... but no matter how I look at it, it seems that doesn't come out of Hancock's ''cape'', but from her ''skirt''! What's the truth? It's getting to me so much that on the geography test, I wrote \"Laboon\" instead of \"Lagoon\"! What are you going to do about that? Pen Name: The Sacred Ground inside the Skirt",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "I can't take responsibility for the test, but of course Luffy wasn't hiding in the cape, but in the skirt... or more directly, in that china dress. If he didn't, the cape would just bulge over him, and he'd be discovered immediately? He was clinging directly to Hancock under her clothes - hey hey! Stop imagining weird things like that! Oh dear. The two of them were serious! If they were discovered, they'd be killed...! Ah, a nosebleed.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "monkey_d_luffy",
                        "boa_hancock"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "clothing",
                        "impel_down",
                        "comic_scene"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Luffy was indeed hiding in Boa Hancock's skirt when emerging in Impel Down, to avoid being discovered."
            },
            {
                "number": 14,
                "dialog": [
                    {
                        "type": "question",
                        "text": "If a tanuki and a reindeer got married, would their child be Chopper? Pen Name: Sugacchi",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Yes, it would. Definitely. Oh, the nosebleed? That's, well, I fell over. Yes, I fell.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "tony_tony_chopper"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "hybrid_animals"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Chopper's lineage would be a mix of tanuki and reindeer according to Oda, with a humorous comment about a nosebleed."
            },
            {
                "number": 15,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Oda-raoshii . I'm sure you're going to say \"There was a guard room nearby where the prisoners' private clothes were being stored, and he went there and got his clothes and cigars back. Well done, Crocodile! He's so sensitive about appearances.\" ...or some reply like that, but I'm still going to ask. When he was freed in chapter 540, Crocodile was wearing a prisoner's uniform, so why is he wearing his own clothes and smoking a cigar the next time he shows up? Pen Name: Aohige",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "You almost know already!! But I'm still going to answer. The prisoners' personal belongings are put in some place for storage, and since the people of Kama Land steal from there, they have a lot of different clothes. Cigars and other stuff, too. I skipped drawing it, but Luffy and the others did go back to Kama Land briefly, so he got it from someone there.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "crocodile",
                        "luffy"
                    ],
                    "places": [
                        "kama_land"
                    ],
                    "emotions": [
                        "playful",
                        "humorous"
                    ],
                    "topics": [
                        "prisoners",
                        "clothes",
                        "kama_land",
                        "Luffy"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Crocodile got his own clothes and cigars back after being freed by retrieving them from a storage room in Kama Land."
            }
        ],
        "page": "124",
        "chapter_number": "547",
        "page_header": "SBS Vol 56 Chap 547 header.png"
    },
    {
        "qa": [
            {
                "number": 16,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Is there something inside Hannyabal's chin? DREAMS? Pen Name: Sappiina",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Yup. That's right. Ambitions called dreams.",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "hannyabal"
                    ],
                    "places": [],
                    "emotions": [
                        "neutral"
                    ],
                    "topics": [
                        "dreams"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Hannyabal's chin contains ambitions, or 'dreams'."
            },
            {
                "number": 17,
                "dialog": [
                    {
                        "type": "question",
                        "text": "Nice to meet you, Oda-sensei. I have a question. If One Piece was set in the real world, which countries would the nine Straw Hats come from? Pen Name: MICHAEL JACKSONS' BROTHER",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "Well. I'll just put what fits with the character's image.\n\n*Luffy: Brazil\n*Zoro: Japan\n*Nami: Sweden\n*Usopp: Africa\n*Sanji: France\n*Chopper: Canada\n*Robin: Russia\n*Franky: USA\n*Brook: Austria",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "luffy",
                        "zoro",
                        "nami",
                        "usopp",
                        "sanji",
                        "chopper",
                        "robin",
                        "franky",
                        "brook"
                    ],
                    "places": [],
                    "emotions": [
                        "neutral"
                    ],
                    "topics": [
                        "straw_hats",
                        "real_world",
                        "nationality"
                    ],
                    "importance": [
                        "normal"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "The Straw Hats' countries of origin in the real world: Luffy - Brazil, Zoro - Japan, Nami - Sweden, Usopp - Africa, Sanji - France, Chopper - Canada, Robin - Russia, Franky - USA, Brook - Austria."
            },
            {
                "number": 18,
                "dialog": [
                    {
                        "type": "question",
                        "text": "The sound effect of Iva-chan's Death Wink is \"[ba]choon\"!!! \"[Ba]choon\"!!! Odacchi! Teach me how to pronounce it!? Pen Name: Straw Hat Mafui",
                        "matches": []
                    },
                    {
                        "type": "answer",
                        "text": "You have good eyes! You're right! It's not just a \"?\"! It has three dots. A regular \"ba\" just won't capture the destructive sound of that wink, so I made it up. In the beginning, the staff didn't notice, so they'd erase one of the dots, but I complained. It's \"[ba]choon\". It's easy to pronounce. Just pronounce \"ba\" with enough force to spit at least three grains of saliva. So! All together now! [Ba]choon\"!! [Ba]choon\"!! Mmm!\n\nAnd that's why SBS ends here! This time we're taking a break from seiyuu SBSs, but instead we offer a huge movie feature! SBS will be back next volume!",
                        "matches": []
                    }
                ],
                "files": [],
                "character_names": [],
                "normal_links": [],
                "tags": {
                    "characters": [
                        "iva_chan"
                    ],
                    "places": [],
                    "emotions": [
                        "funny"
                    ],
                    "topics": [
                        "sound_effect",
                        "SBS",
                        "movie_feature"
                    ],
                    "importance": [
                        "hight"
                    ],
                    "isCharacterInsertion": false
                },
                "summary": "Iva-chan's Death Wink sound effect is pronounced as '[ba]choon' with three dots, and Oda describes how to pronounce it with force and saliva, ending the Q&A for the volume."
            }
        ],
        "page": "144",
        "chapter_number": "549",
        "page_header": "SBS Vol 56 Chap 549 header.png"
    }
]